tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kentaro-m/md2confl"
tap "kreuzwerker/taps"
tap "smlsharp/smlsharp"
tap "ymyzk/ymyzk"
brew "act"
brew "asdf"
brew "gettext"
brew "boost"
brew "pkg-config"
brew "sqlite"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "crane"
brew "direnv"
brew "docker-clean"
brew "flow"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "python@3.10"
brew "lilv"
brew "llvm"
brew "oath-toolkit"
brew "opa"
brew "pyenv"
brew "sbt"
brew "starship"
brew "suil"
brew "telnet"
brew "tflint"
brew "tig"
brew "tokei"
brew "tree"
brew "zbar"
brew "heroku/brew/heroku"
brew "kentaro-m/md2confl/md2confl"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "ymyzk/ymyzk/ochacaml"
cask "aws-vault"
cask "blackhole-16ch"
cask "discord"
cask "gas-mask"
cask "google-chrome-canary"
cask "microsoft-remote-desktop"
cask "raycast"
cask "warp"
