tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "chezmoi"
brew "daipeihust/tap/im-select"
brew "findutils"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-time"
brew "gnupg"
brew "gnutls"
brew "grep"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "lld"
brew "llvm"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tree"
brew "tree-sitter"
brew "watchexec"
cask "aws-vault"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "gas-mask"
cask "google-chrome@canary"
cask "kitty"
cask "microsoft-remote-desktop"
cask "raycast"
cask "visual-studio-code"
